Repository: lemonink/lemonink-woocommerce
Catalog: src/languages/lemonink-*.po
Languages: pl_pl

source: Woocommerce plugin for watermarking ebooks using LemonInk
pl_pl: Plugin do WooCommerce umożliwiający watermarkowanie ebooków przez LemonInk

source: LemonInk Settings
pl_pl: Ustawienia LemonInk

source: Your store is now properly linked with LemonInk.
pl_pl: Twój sklep został poprawnie połączony z LemonInkiem

source: Please enter your LemonInk API key. You can generate one in your <a href="https://lemonink.co/settings/api-keys" target="_blank">account settings</a>.
pl_pl: Wpisz swój klucz API LemonInk. Możesz wygnerować klucz w <a href="https://lemonink.co/settings/api-keys" target="_blank">ustawieniach konta</a>.

source: Unlink from LemonInk
pl_pl: Odłącz od LemonInka

source: API key
pl_pl: Klucz API

source: Order #%s (%s)
pl_pl: Zamówienie nr %s (%s)

source: Watermark downloads using LemonInk
pl_pl: Watermarkuj pliki przez LemonInk

source: Master file ID
pl_pl: ID oryginalnego pliku

source: You'll find the ID in "Your Files" section after logging in to LemonInk
pl_pl: ID znajdziesz w sekcji "Your Files" po zalogowaniu do LemonInka

source: The master file with ID %s does not exist on the server.
pl_pl: Oryginalny plik o ID %s nie istnieje na serwerze.
